Repository: DimaMishchenko/currency
Catalog: Apps/Currency/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, it, ja, ko, pt_br, ru, tr, uk, zh_hans, zh_hant

source: %@ %@ is %@.
de: %@ %@ entspricht %@.
es: %@ %@ equivale a %@.
et: %@ %@ on %@.
fr: %@ %@ vaut %@.
it: %@ %@ equivalgono a %@.
ja: %@ %@は%@です。
ko: %@ %@의 환산 결과는 %@입니다.
pt_br: %@ %@ equivale a %@.
tr: %@ %@, %@ eder.
zh_hans: %@ %@等于%@。
zh_hant: %@ %@等於%@。

source: %@ %@ is approximately %@.
de: %@ %@ entspricht ungefähr %@.
es: %@ %@ equivale aproximadamente a %@.
et: %@ %@ on ligikaudu %@.
fr: %@ %@ vaut environ %@.
it: %@ %@ equivalgono a circa %@.
ja: %@ %@は約%@です。
ko: %@ %@의 환산 결과는 약 %@입니다.
pt_br: %@ %@ equivale a aproximadamente %@.
ru: %@ %@ — примерно %@.
tr: %@ %@, yaklaşık %@ eder.
uk: %@ %@ — приблизно %@.
zh_hans: %@ %@约等于%@。
zh_hant: %@ %@約等於%@。

source: %@ %@ troy oz
de: %@ %@ Feinunzen
es: %@ %@ oz troy
et: %@ %@ troiuntsi
fr: %@ %@ oz troy
it: %@ %@ once troy
ja: %@ %@トロイオンス
ko: %@ %@트로이온스
pt_br: %@ %@ oz troy
ru: %@ %@ тройских унций
tr: %@ %@ troy ons
uk: %@ %@ тройських унцій
zh_hans: %@ %@金衡盎司
zh_hant: %@ %@金衡盎司

source: %@ (Local)
de: %@ (Lokal)
et: %@ (kohalik)
fr: %@ (Locale)
it: %@ (locale)
ja: %@（現地）
ko: %@ (현지)
ru: %@ (местная)
tr: %@ (yerel)
uk: %@ (місцева)
zh_hans: %@（当地）
zh_hant: %@（當地）

source: %@: unavailable
de: %@: nicht verfügbar
es: %@: no disponible
et: %@: pole saadaval
fr: %@ : indisponible
it: %@: non disponibile
ja: %@: 利用不可
ko: %@: 사용 불가
pt_br: %@: indisponível
ru: %@: недоступно
tr: %@: kullanılamıyor
uk: %@: недоступно
zh_hans: %@: 不可用
zh_hant: %@: 無法使用

source: %lld more results are available.
de: %lld weitere Ergebnisse sind verfügbar.
es: Hay %lld resultados más disponibles.
et: Saadaval on veel %lld tulemust.
fr: %lld résultats supplémentaires sont disponibles.
it: Sono disponibili altri %lld risultati.
ja: ほかに%lld件の結果があります。
ko: 결과가 %lld개 더 있습니다.
pt_br: Há mais %lld resultados disponíveis.
ru: Доступно ещё %lld результатов.
tr: %lld sonuç daha var.
uk: Доступно ще %lld результатів.
zh_hans: 还有%lld个结果。
zh_hant: 還有%lld個結果。

source: American dollar
de: US-Dollar
es: Dólar estadounidense
et: USA dollar
fr: Dollar américain
it: Dollaro americano
ja: 米ドル
ko: 미국 달러
pt_br: Dólar americano
ru: Американский доллар
tr: Amerikan doları
uk: Американський долар
zh_hans: 美元
zh_hant: 美元

source: Amount
de: Betrag
es: Importe
et: Summa
fr: Montant
it: Importo
ja: 金額
ko: 금액
pt_br: Valor
ru: Сумма
tr: Tutar
uk: Сума
zh_hans: 金额
zh_hant: 金額

source: Australian dollar
de: Australischer Dollar
es: Dólar australiano
et: Austraalia dollar
fr: Dollar australien
it: Dollaro australiano
ja: 豪ドル
ko: 호주 달러
pt_br: Dólar australiano
ru: Австралийский доллар
tr: Avustralya doları
uk: Австралійський долар
zh_hans: 澳元
zh_hant: 澳幣

source: Canadian dollar
de: Kanadischer Dollar
es: Dólar canadiense
et: Kanada dollar
fr: Dollar canadien
it: Dollaro canadese
ja: カナダドル
ko: 캐나다 달러
pt_br: Dólar canadense
ru: Канадский доллар
tr: Kanada doları
uk: Канадський долар
zh_hans: 加元
zh_hant: 加幣

source: Check a rate
de: Kurs prüfen
es: Consultar tipo de cambio
et: Kontrolli kurssi
fr: Consulter un taux
it: Controlla un tasso
ja: レートを確認
ko: 환율 확인
pt_br: Consultar uma taxa
ru: Проверить курс
tr: Kuru kontrol et
uk: Перевірити курс
zh_hans: 查询汇率
zh_hant: 查詢匯率

source: Check exchange rate
de: Wechselkurs prüfen
es: Consultar tipo de cambio
et: Kontrolli vahetuskurssi
fr: Consulter le taux de change
it: Controlla il tasso di cambio
ja: 為替レートを確認
ko: 환율 확인
pt_br: Consultar taxa de câmbio
ru: Проверить курс обмена
tr: Döviz kurunu kontrol et
uk: Перевірити курс обміну
zh_hans: 查询汇率
zh_hant: 查詢匯率

source: Check the rate from ${source} to ${destination}
de: Prüfe den Kurs von ${source} zu ${destination}
es: Consulta el cambio de ${source} a ${destination}
et: Kontrolli vahetuskurssi ${source} → ${destination}
fr: Consulte le taux de ${source} en ${destination}
it: Controlla il tasso da ${source} a ${destination}
ja: ${source}から${destination}へのレートを確認
ko: ${source}의 ${destination} 기준 환율 확인
pt_br: Consulte a taxa de ${source} para ${destination}
ru: Проверить курс ${source} к ${destination}
tr: ${source} ile ${destination} arasındaki kuru kontrol et
uk: Перевірити курс ${source} до ${destination}
zh_hans: 查询${source}兑${destination}的汇率
zh_hant: 查詢${source}兌${destination}的匯率

source: Choose a supported currency.
de: Wähle eine unterstützte Währung.
es: Elige una moneda compatible.
et: Vali toetatud valuuta.
fr: Choisis une devise prise en charge.
it: Scegli una valuta supportata.
ja: 対応している通貨を選択してください。
ko: 지원되는 통화를 선택하세요.
pt_br: Escolha uma moeda compatível.
ru: Выберите поддерживаемую валюту.
tr: Desteklenen bir para birimi seçin.
uk: Виберіть підтримувану валюту.
zh_hans: 请选择支持的货币。
zh_hant: 請選擇支援的貨幣。

source: Conversion result
de: Umrechnungsergebnis
es: Resultado de la conversión
et: Teisenduse tulemus
fr: Résultat de la conversion
it: Risultato della conversione
ja: 換算結果
ko: 환산 결과
pt_br: Resultado da conversão
ru: Результат конвертации
tr: Çevirme sonucu
uk: Результат конвертації
zh_hans: 换算结果
zh_hant: 換算結果

source: Convert ${amount} from ${source} to ${destination}
de: Rechne ${amount} von ${source} in ${destination} um
es: Convierte ${amount} de ${source} a ${destination}
et: Teisenda ${amount} valuutast ${source} valuutasse ${destination}
fr: Convertis ${amount} de ${source} en ${destination}
it: Converti ${amount} da ${source} a ${destination}
ja: ${amount}を${source}から${destination}に換算
ko: ${source} 금액 ${amount}만큼을 ${destination} 기준으로 환산
pt_br: Converta ${amount} de ${source} para ${destination}
ru: Конвертировать ${amount} из ${source} в ${destination}
tr: ${amount} tutarını ${source} biriminden ${destination} birimine çevir
uk: Конвертувати ${amount} із ${source} у ${destination}
zh_hans: 将${amount}从${source}换算为${destination}
zh_hant: 將${amount}從${source}換算為${destination}

source: Convert ${amount} from ${source} to Local currency
de: Rechne ${amount} von ${source} in die lokale Währung um
es: Convierte ${amount} de ${source} a moneda local
et: Teisenda ${amount} valuutast ${source} kohalikku valuutasse
fr: Convertis ${amount} de ${source} en devise locale
it: Converti ${amount} da ${source} nella valuta locale
ja: ${amount}を${source}から現地通貨に換算
ko: ${source} 금액 ${amount}만큼을 현지 통화로 환산
pt_br: Converta ${amount} de ${source} para a moeda local
ru: Конвертировать ${amount} из ${source} в местную валюту
tr: ${amount} tutarını ${source} biriminden yerel para birimine çevir
uk: Конвертувати ${amount} із ${source} у місцеву валюту
zh_hans: 将${amount}从${source}换算为当地货币
zh_hant: 將${amount}從${source}換算為當地貨幣

source: Convert ${amount} from ${source} to my currencies
de: Rechne ${amount} von ${source} in meine Währungen um
es: Convierte ${amount} de ${source} a mis monedas
et: Teisenda ${amount} valuutast ${source} minu valuutadesse
fr: Convertis ${amount} de ${source} dans mes devises
it: Converti ${amount} da ${source} nelle mie valute
ja: ${amount}を${source}から自分の通貨に換算
ko: ${source} 금액 ${amount}만큼을 내 통화로 환산
pt_br: Converta ${amount} de ${source} para minhas moedas
ru: Конвертировать ${amount} из ${source} в мои валюты
tr: ${amount} tutarını ${source} biriminden para birimlerime çevir
uk: Конвертувати ${amount} із ${source} у мої валюти
zh_hans: 将${amount}从${source}换算为我的货币
zh_hant: 將${amount}從${source}換算為我的貨幣

source: Convert amount
de: Betrag umrechnen
es: Convertir importe
et: Teisenda summa
fr: Convertir un montant
it: Converti un importo
ja: 金額を換算
ko: 금액 환산
pt_br: Converter valor
ru: Конвертировать сумму
tr: Tutarı çevir
uk: Конвертувати суму
zh_hans: 换算金额
zh_hant: 換算金額

source: Convert an amount between currencies, crypto or metals.
de: Rechne einen Betrag zwischen Währungen, Kryptowährungen oder Metallen um.
es: Convierte un importe entre monedas, criptomonedas o metales.
et: Teisenda summa valuutade, krüptovaluutade või metallide vahel.
fr: Convertis un montant entre devises, cryptomonnaies ou métaux.
it: Converti un importo tra valute, criptovalute o metalli.
ja: 通貨、暗号資産、貴金属の間で金額を換算します。
ko: 통화, 암호화폐 또는 귀금속 간 금액을 환산합니다.
pt_br: Converta um valor entre moedas, criptomoedas ou metais.
ru: Конвертировать сумму между валютами, криптовалютами или металлами.
tr: Bir tutarı para birimleri, kripto paralar veya metaller arasında çevirin.
uk: Конвертувати суму між валютами, криптовалютами або металами.
zh_hans: 在货币、加密货币或贵金属之间换算金额。
zh_hant: 在貨幣、加密貨幣或貴金屬之間換算金額。

source: Convert an amount to the currencies you’ve chosen in Currency.
de: Rechne einen Betrag in die Währungen um, die du in Currency gewählt hast.
es: Convierte un importe a las monedas que has elegido en Currency.
et: Teisenda summa Currency rakenduses valitud valuutadesse.
fr: Convertis un montant dans les devises choisies dans Currency.
it: Converti un importo nelle valute che hai scelto in Currency.
ja: Currencyで選択した通貨に金額を換算します。
ko: Currency에서 선택한 통화로 금액을 환산합니다.
pt_br: Converta um valor para as moedas escolhidas no Currency.
ru: Конвертировать сумму в валюты, выбранные в Currency.
tr: Bir tutarı Currency’de seçtiğiniz para birimlerine çevirin.
uk: Конвертувати суму у валюти, вибрані в Currency.
zh_hans: 将金额换算为您在 Currency 中选择的货币。
zh_hant: 將金額換算為您在 Currency 中選擇的貨幣。

source: Convert an amount to the currency for your location.
de: Rechne einen Betrag in die Währung an deinem Standort um.
es: Convierte un importe a la moneda de tu ubicación.
et: Teisenda summa oma asukoha valuutasse.
fr: Convertis un montant dans la devise de ta position.
it: Converti un importo nella valuta della tua posizione.
ja: 現在地の通貨に金額を換算します。
ko: 현재 위치의 통화로 금액을 환산합니다.
pt_br: Converta um valor para a moeda da sua localização.
ru: Конвертировать сумму в валюту вашего местоположения.
tr: Bir tutarı bulunduğunuz yerin para birimine çevirin.
uk: Конвертувати суму у валюту вашого розташування.
zh_hans: 将金额换算为您所在地的货币。
zh_hant: 將金額換算為您所在地的貨幣。

source: Convert currencies, crypto and metals
de: Währungen, Kryptowährungen und Metalle umrechnen
es: Convertir monedas, criptomonedas y metales
et: Teisenda valuutasid, krüptovaluutasid ja metalle
fr: Convertir des devises, des cryptomonnaies et des métaux
it: Converti valute, criptovalute e metalli
ja: 通貨、暗号資産、貴金属を換算
ko: 통화, 암호화폐 및 귀금속 환산
pt_br: Converter moedas, criptomoedas e metais
ru: Конвертировать валюты, криптовалюты и металлы
tr: Para birimlerini, kripto paraları ve metalleri çevir
uk: Конвертувати валюти, криптовалюти й метали
zh_hans: 换算货币、加密货币和贵金属
zh_hant: 換算貨幣、加密貨幣和貴金屬

source: Convert to Local
de: In lokale Währung umrechnen
es: Convertir a Local
et: Teisenda kohalikku valuutasse
fr: Convertir en Locale
it: Converti nella valuta locale
ja: 現地通貨に換算
ko: 현지 통화로 환산
pt_br: Converter para Local
ru: Конвертировать в местную
tr: Yerel para birimine çevir
uk: Конвертувати в місцеву
zh_hans: 换算为当地货币
zh_hant: 換算為當地貨幣

source: Convert to Local currency
de: In lokale Währung umrechnen
es: Convertir a moneda local
et: Teisenda kohalikku valuutasse
fr: Convertir en devise locale
it: Converti nella valuta locale
ja: 現地通貨に換算
ko: 현지 통화로 환산
pt_br: Converter para a moeda local
ru: Конвертировать в местную валюту
tr: Yerel para birimine çevir
uk: Конвертувати в місцеву валюту
zh_hans: 换算为当地货币
zh_hant: 換算為當地貨幣

source: Convert to my currencies
de: In meine Währungen umrechnen
es: Convertir a mis monedas
et: Teisenda minu valuutadesse
fr: Convertir dans mes devises
it: Converti nelle mie valute
ja: 自分の通貨に換算
ko: 내 통화로 환산
pt_br: Converter para minhas moedas
ru: Конвертировать в мои валюты
tr: Para birimlerime çevir
uk: Конвертувати в мої валюти
zh_hans: 换算为我的货币
zh_hant: 換算為我的貨幣

source: Converted amount
de: Umgerechneter Betrag
es: Importe convertido
et: Teisendatud summa
fr: Montant converti
it: Importo convertito
ja: 換算後の金額
ko: 환산된 금액
pt_br: Valor convertido
ru: Конвертированная сумма
tr: Çevrilen tutar
uk: Конвертована сума
zh_hans: 换算后的金额
zh_hant: 換算後的金額

source: Currency
de: Währung
es: Moneda
et: Valuuta
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
pt_br: Moeda
ru: Валюта
tr: Para birimi
uk: Валюта
zh_hans: 货币
zh_hant: 貨幣

source: Daily cryptocurrency rates
de: Tägliche Kryptowährungskurse
es: Tipos de cambio diarios de criptomonedas
et: Krüptovaluutade päevakursid
fr: Taux quotidiens des cryptomonnaies
it: Tassi giornalieri delle criptovalute
ja: 暗号資産の日次レート
ko: 암호화폐 일일 환율
pt_br: Taxas diárias de criptomoedas
ru: Ежедневные курсы криптовалют
tr: Günlük kripto para kurları
uk: Щоденні курси криптовалют
zh_hans: 加密货币每日汇率
zh_hant: 加密貨幣每日匯率

# Enter an amount without grouping, such as 100 or 12.50.
source: Enter an amount without thousands separators, such as 100 or 12.50.
de: Gib einen Betrag ohne Tausendertrennzeichen ein, zum Beispiel 100 oder 12.50.
es: Introduce un importe sin separadores de miles, como 100 o 12.50.
et: Sisesta summa ilma tuhandeliste eraldajateta, näiteks 100 või 12.50.
fr: Saisis un montant sans séparateurs de milliers, comme 100 ou 12.50.
it: Inserisci un importo senza separatori delle migliaia, ad esempio 100 o 12.50.
ja: 100や12.50のように、桁区切りなしで金額を入力してください。
ko: 100 또는 12.50처럼 천 단위 구분 기호 없이 금액을 입력하세요.
pt_br: Insira um valor sem separadores de milhares, como 100 ou 12.50.
ru: Введите сумму без разделителей разрядов, например 100 или 12.50.
tr: 100 veya 12.50 gibi, binlik ayırıcı içermeyen bir tutar girin.
uk: Введіть суму без роздільників розрядів, наприклад 100 або 12.50.
zh_hans: 请输入不含千位分隔符的金额，例如 100 或 12.50。
zh_hant: 請輸入不含千位分隔符的金額，例如 100 或 12.50。

source: Exchange rates are unavailable
de: Wechselkurse sind nicht verfügbar
es: Los tipos de cambio no están disponibles
et: Vahetuskursid pole saadaval
fr: Les taux de change sont indisponibles
it: Tassi di cambio non disponibili
ja: 為替レートを利用できません
ko: 환율을 사용할 수 없습니다
pt_br: As taxas de câmbio estão indisponíveis
ru: Курсы обмена недоступны
tr: Döviz kurları kullanılamıyor
uk: Курси обміну недоступні
zh_hans: 汇率不可用
zh_hant: 無法使用匯率

source: Exchange rates are unavailable. Open Currency to update them.
de: Wechselkurse sind nicht verfügbar. Öffne Currency, um sie zu aktualisieren.
es: Los tipos de cambio no están disponibles. Abre Currency para actualizarlos.
et: Vahetuskursid pole saadaval. Värskendamiseks ava Currency.
fr: Les taux de change sont indisponibles. Ouvre Currency pour les actualiser.
it: I tassi di cambio non sono disponibili. Apri Currency per aggiornarli.
ja: 為替レートを利用できません。Currencyを開いて更新してください。
ko: 환율을 사용할 수 없습니다. Currency를 열어 갱신하세요.
pt_br: As taxas de câmbio estão indisponíveis. Abra o Currency para atualizá-las.
ru: Курсы обмена недоступны. Откройте Currency, чтобы обновить их.
tr: Döviz kurları kullanılamıyor. Güncellemek için Currency’yi açın.
uk: Курси обміну недоступні. Відкрийте Currency, щоб оновити їх.
zh_hans: 汇率不可用。请打开 Currency 更新汇率。
zh_hant: 無法使用匯率。請打開 Currency 更新匯率。

source: From
de: Von
es: De
et: Lähtevaluuta
fr: De
it: Da
ja: 換算元
ko: 기준 통화
pt_br: De
ru: Из
tr: Kaynak
uk: Із
zh_hans: 原始货币
zh_hant: 原始貨幣

source: Includes rates from %@
de: Enthält Kurse von %@
es: Incluye tipos de cambio de %@
et: Sisaldab kursse allikast %@
fr: Comprend les taux de %@
it: Include tassi di %@
ja: %@のレートを含む
ko: %@ 환율 포함
pt_br: Inclui taxas de %@
ru: Включает курсы от %@
tr: %@ kurlarını içerir
uk: Містить курси від %@
zh_hans: 包含来自%@的汇率
zh_hant: 包含來自%@的匯率

source: Last known Local currency
de: Zuletzt bekannte lokale Währung
es: Última moneda local conocida
et: Viimane teadaolev kohalik valuuta
fr: Dernière devise locale connue
it: Ultima valuta locale nota
ja: 最後に確認した現地通貨
ko: 마지막으로 확인한 현지 통화
pt_br: Última moeda local conhecida
ru: Последняя известная местная валюта
tr: Son bilinen yerel para birimi
uk: Остання відома місцева валюта
zh_hans: 上次确认的当地货币
zh_hant: 上次確認的當地貨幣

source: Less than %@
de: Weniger als %@
es: Menos de %@
et: Vähem kui %@
fr: Moins de %@
it: Meno di %@
ja: %@未満
ko: %@ 미만
pt_br: Menos de %@
ru: Меньше %@
tr: %@ değerinden az
uk: Менше %@
zh_hans: 小于%@
zh_hant: 小於%@

source: Local currency
de: Lokale Währung
es: Moneda local
et: Kohalik valuuta
fr: Devise locale
it: Valuta locale
ja: 現地通貨
ko: 현지 통화
pt_br: Moeda local
ru: Местная валюта
tr: Yerel para birimi
uk: Місцева валюта
zh_hans: 当地货币
zh_hant: 當地貨幣

source: Metal measurement unit
de: Maßeinheit für Edelmetalle
es: Unidad de medida de metales
et: Väärismetallide mõõtühik
fr: Unité de mesure des métaux
it: Unità di misura dei metalli
ja: 貴金属の計量単位
ko: 귀금속 측정 단위
pt_br: Unidade de medida de metais
ru: Единица измерения металлов
tr: Değerli metal ölçü birimi
uk: Одиниця вимірювання металів
zh_hans: 贵金属计量单位
zh_hant: 貴金屬計量單位

source: Monetary amount
de: Geldbetrag
es: Importe monetario
et: Rahasumma
fr: Montant monétaire
it: Importo monetario
ja: 金額
ko: 금액
pt_br: Valor monetário
ru: Денежная сумма
tr: Para tutarı
uk: Грошова сума
zh_hans: 货币金额
zh_hant: 貨幣金額

source: My currencies
de: Meine Währungen
es: Mis monedas
et: Minu valuutad
fr: Mes devises
it: Le mie valute
ja: 自分の通貨
ko: 내 통화
pt_br: Minhas moedas
ru: Мои валюты
tr: Para birimlerim
uk: Мої валюти
zh_hans: 我的货币
zh_hant: 我的貨幣

source: New Zealand dollar
de: Neuseeland-Dollar
es: Dólar neozelandés
et: Uus-Meremaa dollar
fr: Dollar néo-zélandais
it: Dollaro neozelandese
ja: ニュージーランドドル
ko: 뉴질랜드 달러
pt_br: Dólar neozelandês
ru: Новозеландский доллар
tr: Yeni Zelanda doları
uk: Новозеландський долар
zh_hans: 新西兰元
zh_hant: 紐西蘭幣

source: One more result is available.
de: Ein weiteres Ergebnis ist verfügbar.
es: Hay un resultado más disponible.
et: Saadaval on veel üks tulemus.
fr: Un résultat supplémentaire est disponible.
it: È disponibile un altro risultato.
ja: ほかに1件の結果があります。
ko: 결과가 1개 더 있습니다.
pt_br: Há mais um resultado disponível.
ru: Доступен ещё один результат.
tr: Bir sonuç daha var.
uk: Доступний ще один результат.
zh_hans: 还有一个结果。
zh_hant: 還有一個結果。

source: Open currency details
de: Währungsdetails öffnen
es: Abrir detalles de la moneda
et: Ava valuuta üksikasjad
fr: Ouvrir les détails de la devise
it: Apri i dettagli della valuta
ja: 通貨の詳細を開く
ko: 통화 세부사항 열기
pt_br: Abrir detalhes da moeda
ru: Открыть сведения о валюте
tr: Para birimi ayrıntılarını aç
uk: Відкрити відомості про валюту
zh_hans: 打开货币详情
zh_hant: 打開貨幣詳細資訊

source: Open currency details in Currency
de: Währungsdetails in Currency öffnen
es: Abrir detalles de la moneda en Currency
et: Ava valuuta üksikasjad Currency rakenduses
fr: Ouvrir les détails de la devise dans Currency
it: Apri i dettagli della valuta in Currency
ja: Currencyで通貨の詳細を開く
ko: Currency에서 통화 세부사항 열기
pt_br: Abrir detalhes da moeda no Currency
ru: Открыть сведения о валюте в Currency
tr: Currency’de para birimi ayrıntılarını aç
uk: Відкрити відомості про валюту в Currency
zh_hans: 在 Currency 中打开货币详情
zh_hant: 在 Currency 中打開貨幣詳細資訊

source: Open details for ${target}
de: Öffne die Details für ${target}
es: Abre los detalles de ${target}
et: Ava ${target} üksikasjad
fr: Ouvre les détails de ${target}
it: Apri i dettagli di ${target}
ja: ${target}の詳細を開く
ko: ${target} 세부사항 열기
pt_br: Abra os detalhes de ${target}
ru: Открыть сведения о ${target}
tr: ${target} ayrıntılarını aç
uk: Відкрити відомості про ${target}
zh_hans: 打开${target}的详情
zh_hant: 打開${target}的詳細資訊

source: Result
de: Ergebnis
es: Resultado
et: Tulemus
fr: Résultat
it: Risultato
ja: 結果
ko: 결과
pt_br: Resultado
ru: Результат
tr: Sonuç
uk: Результат
zh_hans: 结果
zh_hant: 結果

source: See a currency’s exchange rate and history in Currency.
de: Sieh dir den Wechselkurs und den Verlauf einer Währung in Currency an.
es: Consulta el tipo de cambio y el historial de una moneda en Currency.
et: Vaata valuuta vahetuskurssi ja ajalugu Currency rakenduses.
fr: Consulte le taux de change et l’historique d’une devise dans Currency.
it: Visualizza il tasso di cambio e la cronologia di una valuta in Currency.
ja: Currencyで通貨の為替レートと履歴を確認します。
ko: Currency에서 통화의 환율과 과거 환율 추이를 확인합니다.
pt_br: Veja a taxa de câmbio e o histórico de uma moeda no Currency.
ru: Посмотреть курс и историю валюты в Currency.
tr: Currency’de bir para biriminin kurunu ve geçmişini görün.
uk: Переглянути курс та історію валюти в Currency.
zh_hans: 在 Currency 中查看货币的汇率和历史。
zh_hant: 在 Currency 中查看貨幣的匯率和歷史。

source: See how much one unit is worth in another currency.
de: Sieh dir an, wie viel eine Einheit in einer anderen Währung wert ist.
es: Consulta cuánto vale una unidad en otra moneda.
et: Vaata, kui palju on üks ühik väärt teises valuutas.
fr: Consulte la valeur d’une unité dans une autre devise.
it: Scopri quanto vale un’unità in un’altra valuta.
ja: 1単位が別の通貨でいくらになるかを確認します。
ko: 1단위가 다른 통화로 얼마인지 확인합니다.
pt_br: Veja quanto uma unidade vale em outra moeda.
ru: Посмотреть стоимость одной единицы в другой валюте.
tr: Bir birimin başka bir para birimindeki değerini görün.
uk: Переглянути вартість однієї одиниці в іншій валюті.
zh_hans: 查看一个单位兑换成另一种货币的价值。
zh_hant: 查看一個單位兌換成另一種貨幣的價值。

source: Select destination currencies in Currency first.
de: Wähle zuerst die Zielwährungen in Currency aus.
es: Selecciona primero las monedas de destino en Currency.
et: Vali kõigepealt sihtvaluutad Currency rakenduses.
fr: Sélectionne d’abord les devises de destination dans Currency.
it: Seleziona prima le valute di destinazione in Currency.
ja: 先にCurrencyで換算先の通貨を選択してください。
ko: 먼저 Currency에서 대상 통화를 선택하세요.
pt_br: Selecione primeiro as moedas de destino no Currency.
ru: Сначала выберите целевые валюты в Currency.
tr: Önce Currency’de hedef para birimlerini seçin.
uk: Спочатку виберіть цільові валюти в Currency.
zh_hans: 请先在 Currency 中选择目标货币。
zh_hant: 請先在 Currency 中選擇目標貨幣。

source: Some conversions are unavailable.
de: Einige Umrechnungen sind nicht verfügbar.
es: Algunas conversiones no están disponibles.
et: Mõned teisendused pole saadaval.
fr: Certaines conversions sont indisponibles.
it: Alcune conversioni non sono disponibili.
ja: 一部の換算を利用できません。
ko: 일부 환산을 사용할 수 없습니다.
pt_br: Algumas conversões estão indisponíveis.
ru: Некоторые конвертации недоступны.
tr: Bazı çevirmeler kullanılamıyor.
uk: Деякі конвертації недоступні.
zh_hans: 部分换算不可用。
zh_hant: 部分換算無法使用。

source: Some rates could not be refreshed
de: Einige Kurse konnten nicht aktualisiert werden
es: No se pudieron actualizar algunos tipos de cambio
et: Mõnda kurssi ei saanud värskendada
fr: Certains taux n’ont pas pu être actualisés
it: Impossibile aggiornare alcuni tassi
ja: 一部のレートを更新できませんでした
ko: 일부 환율을 갱신하지 못했습니다
pt_br: Não foi possível atualizar algumas taxas
ru: Не удалось обновить некоторые курсы
tr: Bazı kurlar yenilenemedi
uk: Не вдалося оновити деякі курси
zh_hans: 部分汇率无法更新
zh_hant: 部分匯率無法更新

source: The amount to convert.
de: Der umzurechnende Betrag.
es: El importe que se convertirá.
et: Teisendatav summa.
fr: Le montant à convertir.
it: L’importo da convertire.
ja: 換算する金額。
ko: 환산할 금액입니다.
pt_br: O valor a converter.
ru: Сумма для конвертации.
tr: Çevrilecek tutar.
uk: Сума для конвертації.
zh_hans: 要换算的金额。
zh_hant: 要換算的金額。

source: The required exchange rates are unavailable.
de: Die benötigten Wechselkurse sind nicht verfügbar.
es: Los tipos de cambio necesarios no están disponibles.
et: Vajalikud vahetuskursid pole saadaval.
fr: Les taux de change nécessaires sont indisponibles.
it: I tassi di cambio necessari non sono disponibili.
ja: 必要な為替レートを利用できません。
ko: 필요한 환율을 사용할 수 없습니다.
pt_br: As taxas de câmbio necessárias estão indisponíveis.
ru: Необходимые курсы обмена недоступны.
tr: Gerekli döviz kurları kullanılamıyor.
uk: Потрібні курси обміну недоступні.
zh_hans: 所需汇率不可用。
zh_hant: 無法使用所需匯率。
